[{"name":"Hauling Solid Waste","code":"HAUL","category":"Other","variations":null,"description":"Hauling of solid waste (not generated from wastewater treatment)."}, {"name":"Pesticide Active Ingredients Treatment","code":"PestActIng","category":"Other","variations":null,"description":"In-plant treatment to control pesticide active ingredients including activated carbon, chemical oxidation, and hydrolysis."}, {"name":"Deepwell Injection","code":"DWI","category":"Other","variations":null,"description":"Disposal of wastewater, brine, or other waste through injection wells."}, {"name":"Anoxic/Anaerobic Fixed Film Biological Treatment","code":"AAFF","category":"Biological","variations":null,"description":"Biological treatment in which microorganisms attach to inert media and break down organic materials in the absence of oxygen. A clarifier is included."}, {"name":"Alkaline Chlorination","code":"AC","category":"Chemical","variations":null,"description":"Used to destroy cyanides. Most often the process is operated in two stages, with separate tanks for each stage. Destruction of dilute solutions of cyanide by chlorination can be accomplished by direct addition of sodium hypochlorite (NaOCl), or by addition of chlorine gas plus sodium hydroxide (NaOH) to the wastewater."}, {"name":"Adsorptive Media","code":"ADSM","category":"Sorption","variations":null,"description":"Removal of pollutants via surface adhesion to media, not elsewhere classified (e.g., new materials). "}, {"name":"Aerobic Fixed Film Biological Treatment","code":"AFF","category":"Biological","variations":"Attached growth, fixed bed reactor, rotating biological contactor, trickling filter, fluidized bed reactor","description":"Biological treatment process that uses a medium such as rock, plastic, wood, or other natural or synthetic solid material that will support biomass on its surface and within its porous structure.  Microorganisms attach to inert media and break down organic materials in the presence of oxygen. This process is aerated and includes a clarifier."}, {"name":"Aeration","code":"AIR","category":"Physical, Not Elsewhere Classified","variations":"Aeration channel, aerobic polishing cell","description":"Providing contact with air or pure oxygen to increase dissolved oxygen (DO) in wastewater. "}, {"name":"Hydrolysis, Alkaline or Acid","code":"AKH","category":"Chemical","variations":null,"description":"Addition of an acid or base (e.g., sodium or potassium hydroxide) to enhance biodegradability of organic substances. Used as a pre-treatment step before biological treatment and to reduce the toxicity of pesticides."}, {"name":"Anaerobic Suspended Growth","code":"ANSG","category":"Biological","variations":"anaerobic lagoon","description":"Biodegradable organic compounds in wastewater are consumed by microorganisms in the absence of oxygen. The microorganisms are suspended within the wastewater, creating a sludge that is separated from the water. A clarifier is included."}, {"name":"Advanced Oxidation Processes, NEC","code":"AOP","category":"Chemical","variations":"Supercritical Water Oxidation, Catalytic Oxidation, Photo Catalysis (UV + TiO2), Fenton's Reagent","description":"Technologies that use the hydroxyl radical (-OH) for oxidation, not elsewhere classified (NEC)."}, {"name":"Aerobic Suspended Growth","code":"ASG","category":"Biological","variations":"activated sludge, aerobic lagoon","description":"Biodegradable organic compounds in wastewater are consumed by microorganisms in the presence of oxygen. The microorganisms are suspended within the wastewater, creating a sludge that is separated from the water. This process is aerated and includes a clarifier."}, {"name":"Ammonia stripping ","code":"AST","category":"Physical, Not Elsewhere Classified","variations":null,"description":"The removal of ammonia with equilibrium vapor pressure at ambient temperatures."}, {"name":"Biological Treatment (Not Elsewhere Classified)","code":"BIO","category":"Biological","variations":null,"description":"Biodegradable organic compounds in wastewater are consumed by microorganisms."}, {"name":"Best Management Practices ","code":"BMP","category":"Other","variations":null,"description":"Best management practices include treatment requirements, operating procedures, and practices to control plant site runoff, spillage or leaks, sludge or waste disposal, or drainage from raw material storage."}, {"name":"Chemical Disinfection","code":"CD","category":"Chemical","variations":"Hydroxyl Radical, Oxygen, Ozone, Hydrogen Peroxide, Chlorine species, Halogens","description":"Use of chemicals to disinfect (destroy pathogens in) wastewater."}, {"name":"Chemical Precipitation ","code":"ChemPre","category":"Chemical","variations":null,"description":"Process to remove suspended solids from water. This term is also used for the addition of lime, alum, ferric sulfite, or other precipitants to remove soluble metals from solution by forming insoluble compounds. A chemical precipitation system is typically a mix tank where chemical addition occurs followed by a clarifier or other settling unit. "}, {"name":"Clarification","code":"CLAR","category":"Physical, Not Elsewhere Classified","variations":"Settling, sedimentation ","description":"Removal of solids deposited by sedimentation, without the aid of flocculants. "}, {"name":"Cyanide Destruction ","code":"CND","category":"Chemical","variations":null,"description":"Conversion of cyanide into a less toxic compound through an oxidation reaction."}, {"name":"Chemical Oxidation","code":"CO","category":"Chemical","variations":"hydrogen peroxide, permanganate, chlorine, bleach","description":"Addition of chemicals (in any phase) to oxidize organic compounds. Ozonation is identified separately."}, {"name":"Coagulation/Flocculation ","code":"COAGFL","category":"Physical, Not Elsewhere Classified","variations":null,"description":"Removal of solids deposited by sedimentation in a non-reactive system where physical “clumping” of solids occurs with the addition of polymer or a flocculant."}, {"name":"Centrifugal Separators","code":"CS","category":"Physical, Not Elsewhere Classified","variations":"(liquid) hydrocyclone","description":"Mechanical separation of liquids or particles of different densities. Used to separate oil from water and separate light from dense solids."}, {"name":"Dissolved Air Flotation","code":"DAF","category":"Physical, Not Elsewhere Classified","variations":null,"description":"Air is dissolved under pressure and then released at atmospheric pressure in a tank. The released air creates bubbles which adhere to suspended solids, causing the solids to float to the surface where they can be removed by skimming. Removes suspended solids, oil and grease. "}, {"name":"Dechlorination","code":"DCL","category":"Chemical","variations":null,"description":"The process of removing residual chlorine from disinfected wastewater prior to discharge into the environment. Sulfur dioxide is most commonly used. Not to be confused with degradation of chlorinated organics. "}, {"name":"Denitrification ","code":"DENIT","category":"Biological","variations":null,"description":"Process by which nitrates are reduced to gaseous nitrogen by facultative anaerobes. "}, {"name":"Dissolved Gas Flotation","code":"DGF","category":"Physical, Not Elsewhere Classified","variations":null,"description":"Natural gas, nitrogen, or other gas is dissolved under pressure and then released at atmospheric pressure in a tank. The released air creates bubbles which adhere to suspended solids, causing the solids to float to the surface where they can be removed by skimming. Removes suspended solids, oil and grease. "}, {"name":"Dry Operation","code":"DRY","category":"Other","variations":null,"description":"Dry operation that results in no wastestream generation."}, {"name":"Distillation","code":"DST","category":"Thermal","variations":null,"description":"Wastewater is heated to form steam, leaving inorganic compounds and large, non-volatile organic molecules behind. The steam is then condensed, forming purified water. Distillation requires input of energy and collection of the purified water. "}, {"name":"Electrocoagulation","code":"EC","category":"Physical, Not Elsewhere Classified","variations":null,"description":"Wastewater passes across metal electrodes to remove colloids, heavy metals, and emulsified oils. The direct current solubilizes metal ions and destabilizes charged particles, promoting coagulation and flocculation."}, {"name":"Chemical Emulsion Treatment ","code":"EMUL","category":"Chemical","variations":"Chemical emulsion breaking","description":"Removal of emulsion via chemical means."}, {"name":"Flow Equalization","code":"EQ","category":"Physical, Not Elsewhere Classified","variations":"buffer tank, flow control, flow balance","description":"Basin, lagoon, tank or reactor that serves to control a variable flow of wastewater to achieve a near constant flow into the treatment system or between units. "}, {"name":"Evaporation","code":"EVAP","category":"Thermal","variations":null,"description":"Water is vaporized and sometimes condensed for reuse. The remaining product is concentrated brine containing the dissolved solids from the original wastewater. The process may be carried out naturally in solar (shallow) evaporation ponds or through the use of commercially available evaporation equipment."}, {"name":"Granular-Media Filtration","code":"FI","category":"Filtration","variations":"Conventional, Multi-media, or Sand Filtration","description":"Removal of suspended solids accomplished by passing wastewater through a filter bed of granular media. Media may include sand, walnut shells and steel slag. "}, {"name":"Filtration, Other","code":"FILT","category":"Filtration","variations":null,"description":"Filtration (excluding membranes) that is not bag & cartridge, cloth filtration, or granular-media filtration. Filtration removes suspended solids by mechanical straining (i.e., trapping them between grains of the filter medium)."}, {"name":"Granular Activated Carbon ","code":"GAC","category":"Sorption","variations":null,"description":"Uses the physical/chemical adsorption process to remove soluble contaminants from wastewater. The adsorptive media is activated carbon."}, {"name":"Gravity Separation ","code":"GravS","category":"Physical, Not Elsewhere Classified","variations":null,"description":"Removal of solids by gravity settling  without chemical addition that is not described as clarification or surface impoundment."}, {"name":"Ion Exchange","code":"ION","category":"Sorption","variations":"softening, deionization","description":"Physical-chemical process in which ions are swapped between a solution phase and a solid resin phase. Different resins are used to target different charged particles. Commonly used for softening (removing dissolved calcium and magnesium) and nitrate removal."}, {"name":"Liquid Extraction","code":"LE","category":"Chemical","variations":"(flotation) liquid-liquid extraction, solvent extraction","description":"Separation of chemicals based on different solubilities in two solutes. Allows recovery of the chemical from wastewater. "}, {"name":"Mechanical Pre-Treatment","code":"MPT","category":"Physical, Not Elsewhere Classified","variations":"screen, bar, rack, grit chamber, comminuter, grinder, preliminary treatment","description":"Physical removal of debris and coarse solids. This is often a first step in wastewater treatment, which serves to protect downstream treatment equipment."}, {"name":"Nanofiltration","code":"NANO","category":"Membrane","variations":null,"description":"A membrane filtration method used to remove particles as small as 1 nanometer (nm) from wastewater. This includes divalent and large monovalent ions (e.g., heavy metals). Used for desalination and softening."}, {"name":"Nitrification ","code":"NIT","category":"Biological","variations":null,"description":"Biological oxidation of ammonia or ammonium to nitrite followed by the oxidation of the nitrite to nitrate. "}, {"name":"Gas Stripping, Other","code":"OST","category":"Physical, Not Elsewhere Classified","variations":null,"description":"The removal of gases with equilibrium vapor pressures at ambient temperatures, including volatile organic compounds (VOCs). "}, {"name":"Oil/Water Separation (API Separator, Skimming)","code":"OW","category":"Physical, Not Elsewhere Classified","variations":"API Separators","description":"Removal of gross quantities of oil and suspended solids by skimming and collecting oil from the surface of the wastewater. Includes API separators."}, {"name":"Oil/Water Separation, Other","code":"OWS","category":"Physical, Not Elsewhere Classified","variations":null,"description":"Removal of oil and suspended solids by a process not classified as an API separator, as skimming, or as a centrifugal separator. "}, {"name":"Chemical Reduction ","code":"REDX","category":"Chemical","variations":"hexavalent chromium reduction","description":"Reaction where the chemical gains electrons, accompanied by a decrease in oxidation state."}, {"name":"Recycle/reuse ","code":"REUSE","category":"Other","variations":null,"description":"Recycle/reuse of wastewater or a portion of the wastewater stream."}, {"name":"Reverse Osmosis","code":"RO","category":"Membrane","variations":"Desalination","description":"A membrane filtration method used to remove small ions (e.g., Na+) from wastewater that uses pressure as the driving separation force. "}, {"name":"Surface Impoundment ","code":"SI ","category":"Physical, Not Elsewhere Classified","variations":"Pond","description":"Natural or man-made topographic depression with a dammed location that is primarily made of earthen material and used to volatilize and/or settle materials."}, {"name":"Stripping ","code":"ST","category":"Physical, Not Elsewhere Classified","variations":"air or gas stripping","description":"The removal of substances with equilibrium vapor pressures at ambient temperatures. "}, {"name":"Thermal treatment ","code":"THERMAL","category":"Thermal","variations":null,"description":"Process of using high temperatures to treat wastewater. Evaporation, distillation, and volatilization are identified separately. "}, {"name":"Zero Liquid Discharge, Not Elsewhere Classified","code":"ZLD","category":"Other","variations":null,"description":"Zero liquid discharge (no technology specified)."}, {"name":"Absorptive Media","code":"ABSM","category":"Sorption","variations":null,"description":"Removal of pollutants via absorption to media, not elsewhere classified."}, {"name":"Membrane Filtration","code":"MF","category":"Membrane","variations":"Includes microfiltration, ultrafiltration and other engineered materials","description":"Includes microfiltration, ultrafiltration and other engineered materials. Includes filtration methods that remove particles as small as 100 nanometers (nm) (microfiltration) and 10 nm (ultrafiltration). Many molecules are within this size range. "}, {"name":"Ultrafiltration","code":"UF","category":"Membrane","variations":null,"description":"Ultrafiltration removes particles as small as 10 nm."}, {"name":"Low Hydraulic Residence Time Biological Reduction","code":"LRTR","category":"Biological","variations":null,"description":"A biological treatment system that targets removal of selenium and nitrate/nitrite using fixed-film bioreactors. The LRTR system is designed to operate with a residence of approximately 1 to 4 hours."}]
